13/data/attachments/9ac231ab0e3c638f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_9ac15065-d30e-4e39-844a-775fc9eb71dc</nif:username>
            <nif:friendToBeAdded>William_stock_Actions_87369_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>